{
  "books": [
    {
      "id": "freire-pedagogia-oprimido",
      "title": {
        "es": "Pedagogía del Oprimido",
        "en": "Pedagogy of the Oppressed"
      },
      "author": "Paulo Freire",
      "year": 1970,
      "description": {
        "es": "Texto fundacional de la pedagogía crítica que propone una nueva relación entre profesor, estudiante y sociedad. Freire critica el modelo bancario de educación y propone una pedagogía liberadora basada en el diálogo.",
        "en": "Foundational text of critical pedagogy proposing a new relationship between teacher, student, and society. Freire critiques the banking model of education and proposes a liberating pedagogy based on dialogue."
      },
      "url": "https://www.amazon.com/Pedagogia-oprimido-Spanish-Paulo-Freire/dp/9682302366",
      "relatedChapters": [1, 5, 11, 14]
    },
    {
      "id": "illich-deschooling-society",
      "title": {
        "es": "La Sociedad Desescolarizada",
        "en": "Deschooling Society"
      },
      "author": "Ivan Illich",
      "year": 1971,
      "description": {
        "es": "Crítica radical del papel de la educación en el mundo moderno. Illich argumenta que las escuelas son mecanismos de control social y propone redes de aprendizaje autodirigido.",
        "en": "Radical critique of education's role in the modern world. Illich argues that schools are mechanisms of social control and proposes self-directed learning networks."
      },
      "url": "https://www.goodreads.com/book/show/223403.Deschooling_Society",
      "relatedChapters": [1, 2, 11, 17]
    },
    {
      "id": "gatto-dumbing-us-down",
      "title": {
        "es": "Embrutecimiento Programado",
        "en": "Dumbing Us Down: The Hidden Curriculum of Compulsory Schooling"
      },
      "author": "John Taylor Gatto",
      "year": 1992,
      "description": {
        "es": "Un maestro galardonado concluye tras 30 años de enseñanza que la escolarización obligatoria produce trabajadores obedientes y ciudadanos pasivos. Expone el currículo oculto de la educación pública.",
        "en": "An award-winning teacher concludes after 30 years that compulsory schooling produces obedient workers and passive citizens. Exposes the hidden curriculum of public education."
      },
      "url": "https://www.amazon.com/Dumbing-Down-Curriculum-Compulsory-Schooling/dp/0865718547",
      "relatedChapters": [2, 5, 11, 14]
    },
    {
      "id": "gray-free-to-learn",
      "title": {
        "es": "Libres para Aprender",
        "en": "Free to Learn: Why Unleashing the Instinct to Play Will Make Our Children Happier"
      },
      "author": "Peter Gray",
      "year": 2013,
      "description": {
        "es": "Basándose en antropología, psicología e historia, Gray demuestra que el juego libre es el medio principal por el cual los niños aprenden a controlar sus vidas, resolver problemas y desarrollar resiliencia emocional.",
        "en": "Drawing on anthropology, psychology, and history, Gray demonstrates that free play is the primary means by which children learn to control their lives, solve problems, and become emotionally resilient."
      },
      "url": "https://www.amazon.com/Free-Learn-Unleashing-Instinct-Self-Reliant/dp/0465084990",
      "relatedChapters": [8, 11, 12, 15]
    },
    {
      "id": "kohn-punished-by-rewards",
      "title": {
        "es": "Castigados por las Recompensas",
        "en": "Punished by Rewards: The Trouble with Gold Stars, Incentive Plans, A's, Praise and Other Bribes"
      },
      "author": "Alfie Kohn",
      "year": 1993,
      "description": {
        "es": "Basándose en cientos de estudios, Kohn demuestra que los incentivos extrínsecos no solo son ineficaces a largo plazo, sino contraproducentes para el deseo de aprender y el compromiso con buenos valores.",
        "en": "Drawing from hundreds of studies, Kohn demonstrates that extrinsic motivators are not merely ineffective over the long haul but counterproductive with respect to desire to learn and commitment to good values."
      },
      "url": "https://www.alfiekohn.org/punished-rewards/",
      "relatedChapters": [6, 7, 13, 15]
    },
    {
      "id": "robinson-creative-schools",
      "title": {
        "es": "Escuelas Creativas",
        "en": "Creative Schools: The Grassroots Revolution That's Transforming Education"
      },
      "author": "Ken Robinson",
      "year": 2015,
      "description": {
        "es": "Robinson argumenta por el fin del sistema educativo industrial obsoleto y propone un enfoque altamente personalizado y orgánico que aprovecha los recursos tecnológicos y profesionales para involucrar a todos los estudiantes.",
        "en": "Robinson argues for an end to our outmoded industrial educational system and proposes a highly personalized, organic approach that draws on today's unprecedented technological and professional resources to engage all students."
      },
      "url": "https://www.amazon.com/Creative-Schools-Grassroots-Revolution-Transforming/dp/0143108069",
      "relatedChapters": [2, 11, 13, 17]
    },
    {
      "id": "hooks-teaching-to-transgress",
      "title": {
        "es": "Enseñar a Transgredir",
        "en": "Teaching to Transgress: Education as the Practice of Freedom"
      },
      "author": "bell hooks",
      "year": 1994,
      "description": {
        "es": "hooks describe una pedagogía comprometida que combina teoría anticolonial, crítica, feminista y multicultural. Enseñar a los estudiantes a transgredir límites raciales, sexuales y de clase para lograr la libertad.",
        "en": "hooks describes an engaged pedagogy combining anti-colonial, critical, feminist, and multicultural theory. Teaching students to transgress racial, sexual, and class boundaries to achieve freedom."
      },
      "url": "https://www.routledge.com/Teaching-to-Transgress-Education-as-the-Practice-of-Freedom/hooks/p/book/9780415908085",
      "relatedChapters": [1, 5, 11, 14]
    },
    {
      "id": "holt-how-children-learn",
      "title": {
        "es": "Cómo Aprenden los Niños",
        "en": "How Children Learn"
      },
      "author": "John Holt",
      "year": 1967,
      "description": {
        "es": "Contrasta la educación informal que los niños reciben en el hogar con la educación escolar obligatoria. Pionero del movimiento unschooling que vendió más de dos millones de copias combinadas con 'How Children Fail'.",
        "en": "Contrasts the informal education children receive at home with compulsory school education. Pioneer of the unschooling movement with combined sales exceeding two million copies with 'How Children Fail'."
      },
      "url": "https://www.johnholtgws.com/",
      "relatedChapters": [11, 12, 15, 17]
    },
    {
      "id": "kohn-schools-children-deserve",
      "title": {
        "es": "Las Escuelas que Nuestros Niños Merecen",
        "en": "The Schools Our Children Deserve"
      },
      "author": "Alfie Kohn",
      "year": 1999,
      "description": {
        "es": "Crítica devastadora de la educación tradicional y propuesta de alternativas progresistas. Kohn examina las prácticas convencionales como tareas, calificaciones y exámenes estandarizados.",
        "en": "Devastating critique of traditional education and proposal for progressive alternatives. Kohn examines conventional practices like homework, grades, and standardized testing."
      },
      "url": "https://www.alfiekohn.org/books/",
      "relatedChapters": [2, 5, 13, 16]
    },
    {
      "id": "ravitch-death-and-life",
      "title": {
        "es": "La Muerte y Vida del Gran Sistema Escolar Americano",
        "en": "The Death and Life of the Great American School System: How Testing and Choice Are Undermining Education"
      },
      "author": "Diane Ravitch",
      "year": 2010,
      "description": {
        "es": "La ex secretaria asistente de educación repudia posiciones que alguna vez defendió, criticando privatización, exámenes estandarizados, rendición de cuentas punitiva y multiplicación de escuelas charter.",
        "en": "Former assistant secretary of education repudiates positions she once advocated, critiquing privatization, standardized testing, punitive accountability, and multiplication of charter schools."
      },
      "url": "https://www.amazon.com/Death-Great-American-School-System/dp/0465025579",
      "relatedChapters": [2, 5, 7, 16]
    },
    {
      "id": "montessori-absorbent-mind",
      "title": {
        "es": "La Mente Absorbente del Niño",
        "en": "The Absorbent Mind"
      },
      "author": "Maria Montessori",
      "year": 1949,
      "description": {
        "es": "Obra fundamental de Montessori sobre cómo los niños aprenden naturalmente durante los primeros años. Base del método educativo centrado en el niño que valora el espíritu humano y el desarrollo holístico.",
        "en": "Montessori's foundational work on how children naturally learn during the early years. Basis of the child-centered educational method that values the human spirit and holistic development."
      },
      "url": "https://www.amazon.com/Absorbent-Mind-Maria-Montessori/dp/1614278288",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "steiner-waldorf-education",
      "title": {
        "es": "La Educación del Niño",
        "en": "The Education of the Child"
      },
      "author": "Rudolf Steiner",
      "year": 1907,
      "description": {
        "es": "Fundamentos filosóficos de la educación Waldorf basada en antroposofía. Enfoque holístico que integra desarrollo intelectual, artístico y práctico enfocado en imaginación y creatividad.",
        "en": "Philosophical foundations of Waldorf education based on anthroposophy. Holistic approach integrating intellectual, artistic, and practical development focused on imagination and creativity."
      },
      "url": "https://www.waldorfeducation.org/",
      "relatedChapters": [11, 12, 13, 17]
    },
    {
      "id": "rosenberg-nonviolent-communication",
      "title": {
        "es": "Comunicación No Violenta: Un Lenguaje de Vida",
        "en": "Nonviolent Communication: A Language of Life"
      },
      "author": "Marshall B. Rosenberg",
      "year": 1999,
      "description": {
        "es": "Método de comunicación que cultiva la compasión mediante cuatro pasos: observación sin juicio, expresar sentimientos, conectar sentimientos con necesidades y hacer peticiones. Aplicable en educación.",
        "en": "Communication method cultivating compassion through four steps: observation without judgment, expressing feelings, connecting feelings to needs, and making requests. Applicable in education."
      },
      "url": "https://www.amazon.com/Nonviolent-Communication-Language-Life-Changing-Relationships/dp/189200528X",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "rosenberg-life-enriching-education",
      "title": {
        "es": "Educación que Enriquece la Vida",
        "en": "Life-Enriching Education: Nonviolent Communication Helps Schools Improve Performance"
      },
      "author": "Marshall B. Rosenberg",
      "year": 2003,
      "description": {
        "es": "Habilidades prácticas para generar relaciones respetuosas en el aula, aumentar interés y retención estudiantil, y crear atmósferas de aprendizaje seguras y de apoyo mediante CNV.",
        "en": "Practical skills to generate mutually respectful classroom relationships, increase student interest and retention, and create safe and supportive learning atmospheres through NVC."
      },
      "url": "https://www.cnvc.org/store/life-enriching-education",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "gray-evidence-self-directed",
      "title": {
        "es": "Evidencia de que la Educación Autodirigida Funciona",
        "en": "Evidence that Self-Directed Education Works"
      },
      "author": "Peter Gray",
      "year": 2022,
      "description": {
        "es": "Recopilación de investigaciones sobre graduados de Sudbury Valley School y otros unschoolers, demostrando que tienen éxito en educación superior, trabajos y vida en general.",
        "en": "Compilation of research on graduates from Sudbury Valley School and other unschoolers, demonstrating they succeed very well in higher education, jobs, and life in general."
      },
      "url": "https://www.amazon.com/Evidence-that-Self-Directed-Education-Works/dp/1952837022",
      "relatedChapters": [11, 12, 17, 18]
    },
    {
      "id": "kohn-case-against-standardized-testing",
      "title": {
        "es": "El Caso Contra los Exámenes Estandarizados",
        "en": "The Case Against Standardized Testing"
      },
      "author": "Alfie Kohn",
      "year": 2000,
      "description": {
        "es": "Análisis crítico de cómo los exámenes estandarizados no están alineados con las mejores prácticas pedagógicas y conducen a pedagogía centrada en el maestro, limitando el pensamiento crítico.",
        "en": "Critical analysis of how standardized assessments are not aligned with best practices and lead to teacher-centered pedagogy, limiting critical thinking."
      },
      "url": "https://www.alfiekohn.org/books/",
      "relatedChapters": [5, 7, 16, 18]
    },
    {
      "id": "kohn-homework-myth",
      "title": {
        "es": "El Mito de las Tareas",
        "en": "The Homework Myth"
      },
      "author": "Alfie Kohn",
      "year": 2006,
      "description": {
        "es": "Desafía la suposición de que las tareas son beneficiosas, argumentando que hay poca evidencia de que mejoren el aprendizaje y pueden dañar el amor por aprender.",
        "en": "Challenges the assumption that homework is beneficial, arguing there is little evidence it improves learning and can damage the love of learning."
      },
      "url": "https://www.alfiekohn.org/books/",
      "relatedChapters": [5, 7, 15, 16]
    },
    {
      "id": "kohn-unconditional-parenting",
      "title": {
        "es": "Crianza Incondicional",
        "en": "Unconditional Parenting"
      },
      "author": "Alfie Kohn",
      "year": 2005,
      "description": {
        "es": "Cuestiona el uso de castigos y recompensas en la crianza, proponiendo un enfoque basado en el amor incondicional y el respeto mutuo que se aplica también a la educación.",
        "en": "Questions the use of punishments and rewards in parenting, proposing an approach based on unconditional love and mutual respect that also applies to education."
      },
      "url": "https://www.alfiekohn.org/books/",
      "relatedChapters": [3, 6, 13, 15]
    },
    {
      "id": "gatto-weapons-mass-instruction",
      "title": {
        "es": "Armas de Instrucción Masiva",
        "en": "Weapons of Mass Instruction: A Schoolteacher's Journey Through the Dark World of Compulsory Schooling"
      },
      "author": "John Taylor Gatto",
      "year": 2009,
      "description": {
        "es": "Gatto argumenta que el sistema escolar obligatorio no está roto sino trabajando exactamente como fue diseñado: para producir trabajadores obedientes y ciudadanos pasivos en lugar de pensadores críticos e independientes.",
        "en": "Gatto argues that the compulsory school system isn't broken but working exactly as designed: to produce obedient workers and passive citizens rather than critical thinkers and independent individuals."
      },
      "url": "https://www.amazon.com/Weapons-Mass-Instruction-Schoolteachers-Compulsory/dp/0865716315",
      "relatedChapters": [2, 5, 11, 14]
    },
    {
      "id": "gatto-underground-history",
      "title": {
        "es": "Historia Subterránea de la Educación Americana",
        "en": "The Underground History of American Education"
      },
      "author": "John Taylor Gatto",
      "year": 2000,
      "description": {
        "es": "Historia exhaustiva del desarrollo del sistema educativo americano, revelando sus orígenes en intereses corporativos e intenciones de control social en lugar de liberación intelectual.",
        "en": "Exhaustive history of the development of the American educational system, revealing its origins in corporate interests and intentions of social control rather than intellectual liberation."
      },
      "url": "https://www.johnholtgws.com/",
      "relatedChapters": [1, 2, 5, 11]
    }
  ],
  "documentaries": [
    {
      "id": "schooling-the-world",
      "title": {
        "es": "Escolarizando al Mundo: La Última Carga del Hombre Blanco",
        "en": "Schooling the World: The White Man's Last Burden"
      },
      "year": 2010,
      "director": "Carol Black",
      "description": {
        "es": "Examina los efectos de la educación moderna en las últimas culturas indígenas sostenibles, cuestionando las definiciones de riqueza, pobreza, conocimiento e ignorancia, y el rol de las escuelas en la destrucción del conocimiento tradicional.",
        "en": "Examines the effects of modern education on the world's last sustainable indigenous cultures, questioning definitions of wealth, poverty, knowledge and ignorance, and schools' role in destroying traditional knowledge."
      },
      "url": "https://www.imdb.com/title/tt1717207/",
      "relatedChapters": [1, 5, 11, 17]
    },
    {
      "id": "race-to-nowhere",
      "title": {
        "es": "Carrera hacia Ninguna Parte",
        "en": "Race to Nowhere"
      },
      "year": 2009,
      "director": "Vicki Abeles",
      "description": {
        "es": "Documental sobre la cultura de alta presión del sistema educativo americano, mostrando historias personales de jóvenes llevados al límite por tareas, exámenes estandarizados y la búsqueda incesante de excelencia académica.",
        "en": "Documentary about the high-pressure culture of the American education system, presenting personal stories of young people pushed to their limits by homework, standardized testing, and the relentless pursuit of academic excellence."
      },
      "url": "https://www.imdb.com/title/tt1437364/",
      "relatedChapters": [4, 6, 7, 8]
    },
    {
      "id": "most-likely-to-succeed",
      "title": {
        "es": "Con Mayor Probabilidad de Éxito",
        "en": "Most Likely to Succeed"
      },
      "year": 2015,
      "director": "Greg Whiteley",
      "description": {
        "es": "Examina las deficiencias de los métodos educativos convencionales y explora enfoques innovadores como el aprendizaje basado en proyectos en High Tech High de San Diego, inspirando comunidades a reimaginar la educación.",
        "en": "Examines the growing shortcomings of conventional education methods and explores innovative approaches like project-based learning at High Tech High in San Diego, inspiring communities to reimagine education."
      },
      "url": "https://www.imdb.com/title/tt4267108/",
      "relatedChapters": [11, 13, 17, 18]
    },
    {
      "id": "class-dismissed",
      "title": {
        "es": "Clase Cancelada",
        "en": "Class Dismissed: A Film About Learning Outside of the Classroom"
      },
      "year": 2015,
      "director": "Jeremy Stuart",
      "description": {
        "es": "Sigue a una familia de Los Ángeles que saca a sus hijos de una de las escuelas mejor calificadas y toma la educación en sus propias manos, explorando homeschooling, unschooling y alternativas educativas.",
        "en": "Follows a Los Angeles family that pulls their children out of one of the highest-rated schools and takes their education into their own hands, exploring homeschooling, unschooling, and educational alternatives."
      },
      "url": "https://www.imdb.com/title/tt3182558/",
      "relatedChapters": [11, 15, 16, 17]
    },
    {
      "id": "waiting-for-superman",
      "title": {
        "es": "Esperando a Superman",
        "en": "Waiting for Superman"
      },
      "year": 2010,
      "director": "Davis Guggenheim",
      "description": {
        "es": "Crítica al sistema educativo público americano siguiendo a varios estudiantes que intentan ser aceptados en escuelas charter competitivas. Examina tenure, incapacidad de despedir maestros y rendición de cuentas.",
        "en": "Critiques the American public education system by following several students striving to be accepted into competitive charter schools. Examines tenure, inability to fire teachers, and accountability."
      },
      "url": "https://www.imdb.com/title/tt1566648/",
      "relatedChapters": [2, 5, 7, 16]
    },
    {
      "id": "being-and-becoming",
      "title": {
        "es": "Ser y Devenir",
        "en": "Being and Becoming"
      },
      "year": 2014,
      "director": "Clara Bellar",
      "description": {
        "es": "Explora el unschooling a través de familias en varios países que eligieron no escolarizar a sus hijos, mostrando cómo los niños aprenden naturalmente cuando se les permite seguir su curiosidad.",
        "en": "Explores unschooling through families in various countries who chose not to school their children, showing how children learn naturally when allowed to follow their curiosity."
      },
      "url": "https://www.beingandbecoming.com/",
      "relatedChapters": [11, 12, 15, 17]
    },
    {
      "id": "alphabet",
      "title": {
        "es": "Alfabeto",
        "en": "Alphabet"
      },
      "year": 2013,
      "director": "Erwin Wagenhofer",
      "description": {
        "es": "Documental austríaco que critica el sistema educativo global enfocado en rendimiento y estandarización, explorando alternativas que cultivan creatividad, curiosidad y pensamiento independiente.",
        "en": "Austrian documentary critiquing the global education system focused on performance and standardization, exploring alternatives that cultivate creativity, curiosity, and independent thinking."
      },
      "url": "https://www.imdb.com/title/tt2910224/",
      "relatedChapters": [2, 5, 11, 17]
    },
    {
      "id": "montessori-let-child-be-guide",
      "title": {
        "es": "Montessori: Dejar que el Niño Sea la Guía",
        "en": "Montessori: Let the Child Be the Guide"
      },
      "year": 2017,
      "director": "Alexandre Mourot",
      "description": {
        "es": "El cineasta instala su cámara en la escuela Montessori más antigua de Francia con niños de 3 a 6 años y observa este enfoque educativo centrado en el niño durante un año completo.",
        "en": "Filmmaker sets up camera in France's oldest Montessori school with children aged 3 to 6 and observes this child-centered educational approach for an entire year."
      },
      "url": "https://www.montessorimovie.com/",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "inside-montessori",
      "title": {
        "es": "Dentro de Montessori",
        "en": "INSIDE Montessori"
      },
      "year": 2020,
      "description": {
        "es": "Documental de 82 minutos y biblioteca de videos cortos que replantea la conversación nacional sobre educación hacia crear ambientes de aprendizaje que permitan a los niños alcanzar su potencial completo.",
        "en": "82-minute documentary and library of short videos that reframes the national education conversation toward creating learning environments that allow children to achieve their full potential."
      },
      "url": "https://www.montessori.org/inside-montessori-documentary/",
      "relatedChapters": [11, 12, 13, 17]
    },
    {
      "id": "where-to-invade-next-education",
      "title": {
        "es": "¿Dónde Invadir Ahora? (segmento de educación)",
        "en": "Where to Invade Next (education segment)"
      },
      "year": 2015,
      "director": "Michael Moore",
      "description": {
        "es": "Segmento del documental que visita Finlandia para explorar su sistema educativo exitoso con menos tareas, exámenes estandarizados mínimos, y enfoque en el bienestar integral del estudiante.",
        "en": "Documentary segment visiting Finland to explore its successful education system with less homework, minimal standardized testing, and focus on whole student well-being."
      },
      "url": "https://www.imdb.com/title/tt4897822/",
      "relatedChapters": [11, 13, 16, 17]
    }
  ],
  "organizations": [
    {
      "id": "asde",
      "name": {
        "es": "Alianza para la Educación Autodirigida",
        "en": "Alliance for Self-Directed Education"
      },
      "acronym": "ASDE",
      "description": {
        "es": "Organización sin fines de lucro dedicada a normalizar y legitimar la Educación Autodirigida, incluyendo unschooling y escuelas libres democráticas. Fundada por Peter Gray.",
        "en": "Nonprofit organization dedicated to normalizing and legitimizing Self-Directed Education, including unschooling and democratic free schools. Founded by Peter Gray."
      },
      "url": "https://www.self-directed.org/",
      "relatedChapters": [11, 12, 15, 17]
    },
    {
      "id": "aero",
      "name": {
        "es": "Organización de Recursos para Educación Alternativa",
        "en": "Alternative Education Resource Organization"
      },
      "acronym": "AERO",
      "description": {
        "es": "Fundada en 1989, AERO es el principal centro de comunicaciones y apoyo para alternativas educativas en el mundo, especializada en procesos democráticos y educación democrática.",
        "en": "Founded in 1989, AERO is the primary hub of communications and support for educational alternatives around the world, specializing in democratic processes and democratic education."
      },
      "url": "https://www.educationrevolution.org/",
      "relatedChapters": [11, 14, 17, 18]
    },
    {
      "id": "iden",
      "name": {
        "es": "Red Internacional de Educación Democrática",
        "en": "International Democratic Education Network"
      },
      "acronym": "IDEN",
      "description": {
        "es": "Establecida en 1993, conecta escuelas democráticas, educadores y organizaciones a nivel mundial. Organiza conferencias internacionales anuales (IDEC) en diferentes continentes.",
        "en": "Established in 1993, connects democratic schools, educators, and organizations worldwide. Organizes annual international conferences (IDEC) on different continents."
      },
      "url": "http://idenetwork.org/",
      "relatedChapters": [11, 14, 17, 18]
    },
    {
      "id": "sudbury-valley-school",
      "name": {
        "es": "Escuela Sudbury Valley",
        "en": "Sudbury Valley School"
      },
      "description": {
        "es": "Fundada en 1968, la primera escuela del modelo Sudbury. Educación democrática donde los estudiantes deciden qué hacer con su tiempo y aprenden como subproducto de la experiencia ordinaria sin currículo prescriptivo.",
        "en": "Founded in 1968, the first Sudbury model school. Democratic education where students individually decide what to do with their time and learn as a by-product of ordinary experience without prescriptive curriculum."
      },
      "url": "https://sudburyvalley.org/",
      "relatedChapters": [11, 12, 14, 17]
    },
    {
      "id": "forest-school-association",
      "name": {
        "es": "Asociación de Escuelas Bosque",
        "en": "Forest School Association"
      },
      "acronym": "FSA",
      "description": {
        "es": "Promueve el aprendizaje basado en la naturaleza a través de sesiones regulares al aire libre. Proceso de aprendizaje inspirador centrado en el niño que ofrece oportunidades para crecimiento holístico.",
        "en": "Promotes nature-based learning through regular outdoor sessions. Child-centered inspirational learning process offering opportunities for holistic growth."
      },
      "url": "https://forestschoolassociation.org/",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "reggio-children",
      "name": {
        "es": "Reggio Children",
        "en": "Reggio Children"
      },
      "description": {
        "es": "Centro Internacional para la Defensa y Promoción de los Derechos de Niños y Niñas, promueve el enfoque Reggio Emilia de educación infantil basado en respeto, responsabilidad y comunidad.",
        "en": "International Center for the Defense and Promotion of the Rights and Potential of All Children, promotes the Reggio Emilia approach to early childhood education based on respect, responsibility, and community."
      },
      "url": "https://www.reggiochildren.it/",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "american-montessori-society",
      "name": {
        "es": "Sociedad Montessori Americana",
        "en": "American Montessori Society"
      },
      "acronym": "AMS",
      "description": {
        "es": "Organización líder en educación Montessori en Estados Unidos, promueve el método educativo centrado en el niño desarrollado por Maria Montessori enfocado en aprendizaje autodirigido y práctico.",
        "en": "Leading organization for Montessori education in the United States, promotes the child-centered educational method developed by Maria Montessori focused on self-directed, hands-on learning."
      },
      "url": "https://amshq.org/",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "waldorf-education",
      "name": {
        "es": "Asociación de Escuelas Waldorf de Norteamérica",
        "en": "Association of Waldorf Schools of North America"
      },
      "acronym": "AWSNA",
      "description": {
        "es": "Promueve la educación Waldorf basada en la filosofía de Rudolf Steiner. Enfoque holístico que integra habilidades intelectuales, artísticas y prácticas con énfasis en imaginación y creatividad.",
        "en": "Promotes Waldorf education based on Rudolf Steiner's philosophy. Holistic approach integrating intellectual, artistic, and practical skills with emphasis on imagination and creativity."
      },
      "url": "https://www.waldorfeducation.org/",
      "relatedChapters": [11, 12, 13, 17]
    },
    {
      "id": "cnvc",
      "name": {
        "es": "Centro para la Comunicación No Violenta",
        "en": "Center for Nonviolent Communication"
      },
      "acronym": "CNVC",
      "description": {
        "es": "Fundado por Marshall Rosenberg, promueve la CNV en educación para generar relaciones de aula mutuamente respetuosas, aumentar interés estudiantil y crear atmósferas de aprendizaje seguras.",
        "en": "Founded by Marshall Rosenberg, promotes NVC in education to generate mutually respectful classroom relationships, increase student interest, and create safe learning atmospheres."
      },
      "url": "https://www.cnvc.org/",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "let-grow",
      "name": {
        "es": "Dejar Crecer",
        "en": "Let Grow"
      },
      "description": {
        "es": "Organización sin fines de lucro que trabaja para devolver la independencia y el juego libre a la infancia. Fundada por Lenore Skenazy, promueve la resiliencia infantil a través de la exposición en lugar de la sobreprotección.",
        "en": "Nonprofit working to give kids independence and free play. Founded by Lenore Skenazy, promotes childhood resilience through exposure rather than overprotection."
      },
      "url": "https://letgrow.org/",
      "relatedChapters": [3, 8, 11, 15]
    },
    {
      "id": "pblworks",
      "name": {
        "es": "PBLWorks (Instituto Buck para la Educación)",
        "en": "PBLWorks (Buck Institute for Education)"
      },
      "acronym": "BIE",
      "description": {
        "es": "Organización sin fines de lucro fundada en 1987 dedicada a avanzar el Aprendizaje Basado en Proyectos. Ofrece desarrollo profesional, recursos y apoyo para diseñar y facilitar PBL de calidad.",
        "en": "Nonprofit organization founded in 1987 dedicated to advancing Project-Based Learning. Offers professional development, resources, and support to design and facilitate quality PBL."
      },
      "url": "https://www.pblworks.org/",
      "relatedChapters": [13, 14, 15, 17]
    },
    {
      "id": "john-holt-gws",
      "name": {
        "es": "Growing Without Schooling de John Holt",
        "en": "John Holt's Growing Without Schooling"
      },
      "acronym": "GWS",
      "description": {
        "es": "Legado del pionero del unschooling John Holt. El primer boletín de educación en casa de América (1977), construyendo puentes entre diferentes subgrupos del movimiento homeschooling.",
        "en": "Legacy of unschooling pioneer John Holt. America's first home education newsletter (1977), building bridges between different subgroups within the homeschooling movement."
      },
      "url": "https://www.johnholtgws.com/",
      "relatedChapters": [11, 12, 15, 17]
    }
  ],
  "practices": [
    {
      "id": "restorative-circles",
      "name": {
        "es": "Círculos Restaurativos",
        "en": "Restorative Circles"
      },
      "description": {
        "es": "Práctica versátil para construir conexiones proactivamente y responder a conflictos reactivamente. Estructura igualitaria donde todos se sientan en círculo y todas las voces se consideran igualmente importantes.",
        "en": "Versatile practice for building connections proactively and responding to conflicts reactively. Egalitarian structure where everyone sits in a circle and all voices are considered equally important."
      },
      "url": "https://www.restorativeresources.org/",
      "category": "conflict-resolution",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "democratic-classroom",
      "name": {
        "es": "Aula Democrática",
        "en": "Democratic Classroom"
      },
      "description": {
        "es": "Ambientes de aprendizaje seguros e inclusivos donde los estudiantes practican activamente valores democráticos. Cuatro elementos esenciales: libertad, discusión, participación e igualdad.",
        "en": "Safe, inclusive learning environments where students actively practice democratic values. Four essential elements: freedom, discussion, involvement, and equality."
      },
      "url": "https://www.edutopia.org/article/power-democratic-classroom/",
      "category": "pedagogy",
      "relatedChapters": [11, 14, 15, 17]
    },
    {
      "id": "project-based-learning",
      "name": {
        "es": "Aprendizaje Basado en Proyectos",
        "en": "Project-Based Learning"
      },
      "acronym": "PBL",
      "description": {
        "es": "Método de enseñanza donde los estudiantes aprenden participando activamente en proyectos del mundo real y personalmente significativos. Enfatiza investigación, pensamiento crítico y colaboración.",
        "en": "Teaching method where students learn by actively engaging in real-world and personally meaningful projects. Emphasizes inquiry, critical thinking, and collaboration."
      },
      "url": "https://www.pblworks.org/",
      "category": "pedagogy",
      "relatedChapters": [13, 14, 15, 17]
    },
    {
      "id": "nature-based-learning",
      "name": {
        "es": "Aprendizaje Basado en la Naturaleza",
        "en": "Nature-Based Learning"
      },
      "description": {
        "es": "Enfoque educativo que utiliza ambientes al aire libre y naturales como contextos primarios para el aprendizaje. Incluye Forest Schools y aulas al aire libre.",
        "en": "Educational approach using outdoor and natural environments as primary contexts for learning. Includes Forest Schools and outdoor classrooms."
      },
      "url": "https://www.greenschoolyards.org/outdoor-learning-resources",
      "category": "pedagogy",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "nonviolent-communication-classroom",
      "name": {
        "es": "Comunicación No Violenta en el Aula",
        "en": "Nonviolent Communication in the Classroom"
      },
      "acronym": "NVC",
      "description": {
        "es": "Marco para diálogo abierto y honesto que cultiva compasión. Cuatro pasos: compartir observación sin juicio, expresar sentimientos, conectar sentimientos con necesidades, hacer peticiones.",
        "en": "Framework for open and honest dialogue cultivating compassion. Four steps: sharing observation without judgment, expressing feelings, connecting feelings to needs, making requests."
      },
      "url": "https://www.cnvc.org/",
      "category": "communication",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "play-based-learning",
      "name": {
        "es": "Aprendizaje Basado en el Juego",
        "en": "Play-Based Learning"
      },
      "description": {
        "es": "Enfoque donde el juego es el medio principal de aprendizaje. La investigación muestra que el juego guiado tiene mayor efecto positivo en habilidades matemáticas tempranas, conocimiento de formas y cambio de tareas.",
        "en": "Approach where play is the primary means of learning. Research shows guided play has greater positive effect on early math skills, shape knowledge, and task switching."
      },
      "url": "https://www.naeyc.org/",
      "category": "pedagogy",
      "relatedChapters": [11, 12, 15, 17]
    },
    {
      "id": "self-directed-learning",
      "name": {
        "es": "Aprendizaje Autodirigido",
        "en": "Self-Directed Learning"
      },
      "description": {
        "es": "Los estudiantes tienen libertad para organizar sus actividades diarias con igualdad y toma de decisiones democrática entre jóvenes y adultos. Incluye unschooling y escuelas Sudbury.",
        "en": "Students have freedom to organize their daily activities with equality and democratic decision-making between young people and adults. Includes unschooling and Sudbury schools."
      },
      "url": "https://www.self-directed.org/",
      "category": "pedagogy",
      "relatedChapters": [11, 12, 15, 17]
    },
    {
      "id": "authentic-assessment",
      "name": {
        "es": "Evaluación Auténtica",
        "en": "Authentic Assessment"
      },
      "description": {
        "es": "Métodos de evaluación que priorizan demostración de conocimientos y habilidades en formas que imitan tareas del mundo real. Incluye portafolios, exhibiciones, demostraciones y autoevaluación.",
        "en": "Assessment methods prioritizing demonstration of knowledge and skills in ways that closely mimic real-world tasks. Includes portfolios, exhibitions, demonstrations, and self-assessment."
      },
      "url": "https://cetl.uconn.edu/resources/teaching-and-learning-assessment/",
      "category": "assessment",
      "relatedChapters": [7, 13, 15, 16]
    },
    {
      "id": "community-building-circles",
      "name": {
        "es": "Círculos de Construcción de Comunidad",
        "en": "Community-Building Circles"
      },
      "description": {
        "es": "Práctica proactiva para construir relaciones, enseñar conceptos restaurativos y habilidades de comunicación y resolución de conflictos antes de que surjan problemas.",
        "en": "Proactive practice to build relationships, teach restorative concepts, and communication and conflict resolution skills before issues arise."
      },
      "url": "https://www.teachingchannel.com/k12-hub/blog/restorative-conflict/",
      "category": "conflict-resolution",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "portfolio-assessment",
      "name": {
        "es": "Evaluación por Portafolios",
        "en": "Portfolio Assessment"
      },
      "description": {
        "es": "Evaluación constructivista que requiere que los estudiantes ensamblen una colección acumulativa de trabajo demostrando sus logros, incluyendo selección estudiantil de mejor evidencia y reflexión.",
        "en": "Constructivist assessment requiring students to assemble a cumulative collection of work demonstrating their achievements, including student selection of best evidence and reflection."
      },
      "url": "https://cetl.uconn.edu/resources/teaching-and-learning-assessment/",
      "category": "assessment",
      "relatedChapters": [7, 13, 15, 16]
    }
  ],
  "tools": [
    {
      "id": "outdoor-classroom-day",
      "name": {
        "es": "Día del Aula al Aire Libre",
        "en": "Outdoor Classroom Day"
      },
      "description": {
        "es": "Campaña global para inspirar aprendizaje y juego al aire libre. Ofrece planes de lecciones para aulas o educadores en casa e ideas de temas de varios expertos y organizaciones.",
        "en": "Global campaign to inspire outdoor learning and play. Offers lesson plans for classrooms or homeschoolers and topic ideas from various experts and organizations."
      },
      "url": "https://outdoorclassroomday.com/",
      "category": "curriculum",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "nature-works-everywhere",
      "name": {
        "es": "La Naturaleza Funciona en Todas Partes",
        "en": "Nature Works Everywhere"
      },
      "description": {
        "es": "Creado por The Nature Conservancy, ofrece videos, excursiones virtuales, webinars, planes de lecciones y kits de herramientas para maestros basados en ciencia de 550 científicos.",
        "en": "Created by The Nature Conservancy, offers videos, virtual field trips, webinars, lesson plans, and toolkits for teachers based on science from 550 scientists."
      },
      "url": "https://www.natureworkseverywhere.org/",
      "category": "curriculum",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "pbl-project-library",
      "name": {
        "es": "Biblioteca de Proyectos PBL",
        "en": "PBL Project Library"
      },
      "description": {
        "es": "Biblioteca de PBLWorks con más de 70 ideas de proyectos PBL alineados con estándares. Incluye unidades de proyecto listas para usar con apoyo integrado para ayudar a los maestros.",
        "en": "PBLWorks library with 70+ standards-aligned PBL project ideas. Includes ready-to-use project units with built-in support to help teachers."
      },
      "url": "https://www.pblworks.org/",
      "category": "curriculum",
      "relatedChapters": [13, 14, 15, 17]
    },
    {
      "id": "let-grow-experience",
      "name": {
        "es": "Experiencia Dejar Crecer",
        "en": "Let Grow Experience"
      },
      "description": {
        "es": "Programa gratuito donde los niños eligen algo nuevo para hacer por su cuenta. Desarrolla confianza, automotivación, autonomía y resiliencia al hacer cosas reales en el mundo real.",
        "en": "Free program where kids choose something new to do on their own. Builds confidence, self-motivation, autonomy and resilience by doing real things in the real world."
      },
      "url": "https://letgrow.org/",
      "category": "program",
      "relatedChapters": [3, 8, 11, 15]
    },
    {
      "id": "restorative-practices-toolkit",
      "name": {
        "es": "Kit de Herramientas de Prácticas Restaurativas",
        "en": "Restorative Practices Toolkit"
      },
      "description": {
        "es": "Instrucciones paso a paso para círculos que construyen comunidad, enseñan conceptos restaurativos y habilidades, y aprovechan el poder de los círculos restaurativos para arreglar las cosas cuando hay conflicto.",
        "en": "Step-by-step instructions for circles that build community, teach restorative concepts and skills, and harness the power of restorative circles to set things right when there is conflict."
      },
      "url": "https://www.restorativeresources.org/",
      "category": "resource",
      "relatedChapters": [9, 14, 15, 16]
    },
    {
      "id": "alternative-assessment-guide",
      "name": {
        "es": "Guía de Evaluación Alternativa",
        "en": "Alternative Assessment Guide"
      },
      "description": {
        "es": "Recursos para implementar evaluación auténtica, evaluación por portafolios, exhibiciones, demostraciones y autoevaluación como alternativas a exámenes estandarizados.",
        "en": "Resources for implementing authentic assessment, portfolio assessment, exhibitions, demonstrations, and self-assessment as alternatives to standardized testing."
      },
      "url": "https://cetl.uconn.edu/resources/teaching-and-learning-assessment/",
      "category": "assessment",
      "relatedChapters": [7, 13, 15, 16]
    },
    {
      "id": "green-schoolyards-resources",
      "name": {
        "es": "Recursos de Patios Escolares Verdes",
        "en": "Green Schoolyards Resources"
      },
      "description": {
        "es": "Lecciones forestales K-5, recursos de aprendizaje al aire libre y guías curriculares para usar el ambiente exterior para el aprendizaje, jardines escolares y patios verdes.",
        "en": "K-5 forest lessons, outdoor learning resources, and curriculum guides for using the outdoor environment for learning, school gardens, and green schoolyards."
      },
      "url": "https://www.greenschoolyards.org/",
      "category": "curriculum",
      "relatedChapters": [11, 12, 13, 15]
    },
    {
      "id": "nvc-education-resources",
      "name": {
        "es": "Recursos Educativos de CNV",
        "en": "NVC Education Resources"
      },
      "description": {
        "es": "Materiales del CNVC para educadores sobre cómo usar Comunicación No Violenta en escuelas para mejorar rendimiento, reducir conflictos y mejorar relaciones.",
        "en": "CNVC materials for educators on using Nonviolent Communication in schools to improve performance, reduce conflict, and enhance relationships."
      },
      "url": "https://www.cnvc.org/",
      "category": "resource",
      "relatedChapters": [9, 14, 15, 16]
    }
  ],
  "academicPapers": [
    {
      "id": "chomsky-standardized-testing",
      "title": {
        "es": "Los Exámenes Estandarizados como Asalto a la Educación Humanística y Crítica",
        "en": "Standardized Testing as an Assault on Humanistic and Critical Education"
      },
      "authors": ["Noam Chomsky", "Arianne Robichaud"],
      "year": 2014,
      "journal": "Radical Pedagogy",
      "description": {
        "es": "Análisis crítico de cómo los exámenes estandarizados son incompatibles con la pedagogía crítica y socavan la educación humanística. Los tests no pueden medir pensamiento crítico.",
        "en": "Critical analysis of how standardized testing is incompatible with critical pedagogy and undermines humanistic education. Tests cannot measure critical thinking."
      },
      "url": "https://www.academia.edu/20243378/",
      "relatedChapters": [5, 7, 16, 18]
    },
    {
      "id": "pedagogy-standardized-testing",
      "title": {
        "es": "La Pedagogía de los Exámenes Estandarizados: Los Impactos Radicales de la Estandarización Educativa",
        "en": "The Pedagogy of Standardized Testing: The Radical Impacts of Educational Standardization in the US and Canada"
      },
      "authors": ["Various"],
      "year": 2016,
      "description": {
        "es": "Investigación mostrando poca evidencia de que la estandarización mejore resultados educativos para estudiantes de bajos ingresos, minorías raciales o aprendices de inglés. Las brechas de logro permanecen o crecen.",
        "en": "Research showing little evidence that standardization improves education outcomes for low-income students, racially minoritized students, or English language learners. Achievement gaps remain or grow."
      },
      "url": "https://www.researchgate.net/publication/306129943",
      "relatedChapters": [5, 7, 16, 18]
    },
    {
      "id": "illich-deschooling-revisited",
      "title": {
        "es": "La Sociedad Desescolarizada 50 Años Después: Revisitando a Ivan Illich en la Era del COVID-19",
        "en": "Deschooling Society 50 Years Later: Revisiting Ivan Illich in the Era of COVID-19"
      },
      "authors": ["Various"],
      "year": 2020,
      "journal": "Redalyc",
      "description": {
        "es": "Análisis contemporáneo de la relevancia de las ideas de Illich sobre redes de aprendizaje, educación remota, homeschooling, microschooling y unschooling en el contexto del COVID-19.",
        "en": "Contemporary analysis of Illich's ideas relevance regarding learning webs, remote learning, homeschooling, microschooling and unschooling in the COVID-19 context."
      },
      "url": "https://www.redalyc.org/journal/5757/575764865005/html/",
      "relatedChapters": [1, 11, 17, 18]
    },
    {
      "id": "play-based-learning-systematic-review",
      "title": {
        "es": "Aprendizaje a Través del Juego en la Primera Infancia: Una Revisión Sistemática",
        "en": "Learning through Play in Early Childhood: A Systematic Review"
      },
      "authors": ["Various"],
      "year": 2023,
      "description": {
        "es": "Revisión sistemática de investigación sobre aprendizaje basado en juego mostrando que el juego guiado tiene mayor efecto positivo en habilidades matemáticas tempranas, conocimiento de formas y cambio de tareas comparado con instrucción directa.",
        "en": "Systematic review of play-based learning research showing guided play had greater positive effect on early math skills, shape knowledge, and task switching compared to direct instruction."
      },
      "url": "https://hrmars.com/papers_submitted/16076/",
      "relatedChapters": [11, 12, 15, 17]
    },
    {
      "id": "democratic-classrooms-student-voice",
      "title": {
        "es": "Practicando la Voz: Experiencias de Voz Estudiantil, Cultura Escolar Democrática y Actitudes hacia la Voz",
        "en": "Practicing Voice: Student Voice Experiences, Democratic School Culture and Students' Attitudes towards Voice"
      },
      "authors": ["Various"],
      "year": 2024,
      "journal": "PMC",
      "description": {
        "es": "Investigación sobre cómo las escuelas pueden entenderse como campos de práctica para la ciudadanía de adolescentes, donde los estudiantes practican ciudadanía a través de experiencias diarias dentro y fuera del aula.",
        "en": "Research on how schools can be understood as practice grounds for adolescents' citizenship, where students practice their citizenship through daily experiences in and outside the classroom."
      },
      "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11302574/",
      "relatedChapters": [11, 14, 15, 17]
    },
    {
      "id": "sudbury-valley-alternative-system",
      "title": {
        "es": "Sistema Educativo Alternativo Sudbury Valley como Modelo para Reformar la Escuela",
        "en": "Alternative Educational System Sudbury Valley as a Model for Reforming School"
      },
      "authors": ["Various"],
      "year": 2015,
      "journal": "ResearchGate",
      "description": {
        "es": "Análisis del modelo educativo Sudbury como la escuela democrática más extendida. Examina gobernanza democrática, aprendizaje autodirigido, mezcla de edades y ausencia de evaluación tradicional.",
        "en": "Analysis of the Sudbury educational model as the most widespread democratic school. Examines democratic governance, self-directed learning, age mixing, and absence of traditional assessment."
      },
      "url": "https://www.researchgate.net/publication/277949831",
      "relatedChapters": [11, 12, 14, 17]
    },
    {
      "id": "standardized-testing-school-segregation",
      "title": {
        "es": "Exámenes Estandarizados y Segregación Escolar: ¿Como Yesca para el Fuego?",
        "en": "Standardized Testing and School Segregation: Like Tinder for Fire?"
      },
      "authors": ["Various"],
      "year": 2015,
      "journal": "Race Ethnicity and Education",
      "description": {
        "es": "Investigación reciente sugiere que los exámenes estandarizados de alto riesgo han jugado un papel negativo en la segregación de niños por raza y clase en las escuelas.",
        "en": "Recent research suggests that high-stakes standardized testing has played a negative role in the segregation of children by race and class in schools."
      },
      "url": "https://www.tandfonline.com/doi/full/10.1080/13613324.2015.1121474",
      "relatedChapters": [5, 7, 10, 16]
    },
    {
      "id": "forest-school-impact-children",
      "title": {
        "es": "Impacto del Aprendizaje Basado en Juego en el Desarrollo de Niños: Perspectivas de Practicantes",
        "en": "Impact of Play-Based Learning on the Development of Children: Practitioners' Perspectives"
      },
      "authors": ["Various"],
      "year": 2023,
      "journal": "ResearchGate",
      "description": {
        "es": "Estudio sueco de 13 meses encontró que niños en forest school eran más felices, tenían mejores habilidades sociales, mejores periodos de atención y coordinación comparados con niños de guardería urbana.",
        "en": "13-month Swedish study found children attending forest school were happier, had better social skills, improved attention spans and coordination compared to city nursery children."
      },
      "url": "https://www.researchgate.net/publication/370585598",
      "relatedChapters": [11, 12, 13, 15]
    }
  ]
}
