{
  "resources": {
    "title": "Recursos para Prácticas Radicales",
    "title_en": "Resources for Radical Practices",
    "description": "Libros, documentales, organizaciones y recursos para profundizar en consciencia, IA, filosofía de la mente y prácticas transformadoras en la era tecnológica",
    "description_en": "Books, documentaries, organizations and resources to deepen consciousness, AI, philosophy of mind and transformative practices in the technological era"
  },

  "books": [
    {
      "id": "book-001",
      "title": "The Conscious Mind: In Search of a Fundamental Theory",
      "title_en": "The Conscious Mind: In Search of a Fundamental Theory",
      "author": "David Chalmers",
      "year": 2010,
      "language": "English",
      "description": "Estudio fundacional del 'problema difícil' de la consciencia. Chalmers argumenta que la experiencia subjetiva no puede reducirse a explicaciones físicas, proponiendo una teoría no-reductiva de la mente",
      "description_en": "Foundational study of the 'hard problem' of consciousness. Chalmers argues that subjective experience cannot be reduced to physical explanations, proposing a non-reductive theory of mind",
      "url": "https://en.wikipedia.org/wiki/The_Conscious_Mind",
      "relatedChapters": ["practice-3"]
    },
    {
      "id": "book-002",
      "title": "Supersizing the Mind: Embodiment, Action, and Cognitive Extension",
      "title_en": "Supersizing the Mind: Embodiment, Action, and Cognitive Extension",
      "author": "Andy Clark",
      "year": 2008,
      "language": "English",
      "description": "Defensa de la tesis de la mente extendida: nuestro pensamiento no ocurre solo en nuestras cabezas, sino que incluye lazos con el cuerpo y el mundo, incluyendo tecnologías que funcionan como extensiones cognitivas",
      "description_en": "Defense of the extended mind thesis: our thinking doesn't happen only in our heads but includes loops with the body and world, including technologies that function as cognitive extensions",
      "url": "https://global.oup.com/academic/product/supersizing-the-mind-9780199773695",
      "relatedChapters": ["practice-1", "practice-12"]
    },
    {
      "id": "book-003",
      "title": "Active Inference: The Free Energy Principle in Mind, Brain, and Behavior",
      "title_en": "Active Inference: The Free Energy Principle in Mind, Brain, and Behavior",
      "author": "Thomas Parr, Giovanni Pezzulo, Karl J. Friston",
      "year": 2022,
      "language": "English",
      "description": "Primer tratamiento comprensivo del principio de energía libre de Karl Friston: cómo el cerebro funciona como máquina predictiva que minimiza sorpresas, explicando percepción y acción como inferencia activa",
      "description_en": "First comprehensive treatment of Karl Friston's free energy principle: how the brain functions as a prediction machine that minimizes surprises, explaining perception and action as active inference",
      "url": "https://direct.mit.edu/books/oa-monograph/5299/Active-InferenceThe-Free-Energy-Principle-in-Mind",
      "relatedChapters": ["practice-4"]
    },
    {
      "id": "book-004",
      "title": "Descartes' Error: Emotion, Reason and the Human Brain",
      "title_en": "Descartes' Error: Emotion, Reason and the Human Brain",
      "author": "Antonio Damasio",
      "year": 1994,
      "language": "English",
      "description": "Hipótesis del marcador somático: las emociones son información corporal que guía decisiones antes de que sepamos por qué. Crítica del dualismo cartesiano y énfasis en la naturaleza encarnada del pensamiento",
      "description_en": "Somatic marker hypothesis: emotions are body information that guides decisions before we know why. Critique of Cartesian dualism and emphasis on the embodied nature of thought",
      "url": "https://www.penguinrandomhouse.com/books/298352/descartes-error-by-antonio-damasio/",
      "relatedChapters": ["practice-14"]
    },
    {
      "id": "book-005",
      "title": "The Tree of Knowledge: The Biological Roots of Human Understanding",
      "title_en": "The Tree of Knowledge: The Biological Roots of Human Understanding",
      "author": "Humberto Maturana, Francisco Varela",
      "year": 1987,
      "language": "English",
      "description": "Teoría de la autopoiesis: los seres vivos se producen continuamente a sí mismos. Cognición no como representación del mundo, sino como co-creación del mundo a través del proceso de vivir",
      "description_en": "Theory of autopoiesis: living beings continuously produce themselves. Cognition not as representation of the world, but as co-creation of the world through the process of living",
      "url": "https://www.shambhala.com/the-tree-of-knowledge.html",
      "relatedChapters": ["practice-12", "practice-15"]
    },
    {
      "id": "book-006",
      "title": "A Foray into the Worlds of Animals and Humans",
      "title_en": "A Foray into the Worlds of Animals and Humans",
      "author": "Jakob von Uexküll",
      "year": 1934,
      "language": "English (translation)",
      "description": "Concepto de Umwelt: cada especie vive en su propia burbuja perceptual. Exploración de cómo diferentes organismos construyen mundos subjetivos únicos basados en su biología",
      "description_en": "Concept of Umwelt: each species lives in its own perceptual bubble. Exploration of how different organisms construct unique subjective worlds based on their biology",
      "url": "https://www.upress.umn.edu/book-division/books/a-foray-into-the-worlds-of-animals-and-humans",
      "relatedChapters": ["practice-13"]
    },
    {
      "id": "book-007",
      "title": "Complexity: The Emerging Science at the Edge of Order and Chaos",
      "title_en": "Complexity: The Emerging Science at the Edge of Order and Chaos",
      "author": "M. Mitchell Waldrop",
      "year": 1992,
      "language": "English",
      "description": "Historia del Instituto Santa Fe y la ciencia de la complejidad. Cómo propiedades nuevas emergen de interacciones simples: bandadas, ecosistemas, economías. El todo como más que la suma de partes",
      "description_en": "History of Santa Fe Institute and complexity science. How new properties emerge from simple interactions: flocks, ecosystems, economies. The whole as more than the sum of parts",
      "url": "https://www.simonandschuster.com/books/Complexity/Mitchell-M-Waldrop/9780671872342",
      "relatedChapters": ["practice-11"]
    },
    {
      "id": "book-008",
      "title": "Superintelligence: Paths, Dangers, Strategies",
      "title_en": "Superintelligence: Paths, Dangers, Strategies",
      "author": "Nick Bostrom",
      "year": 2014,
      "language": "English",
      "description": "Análisis de riesgos existenciales de superinteligencia artificial. Bostrom explora el problema de alineamiento de valores y las implicaciones de crear mentes que superen las capacidades humanas",
      "description_en": "Analysis of existential risks from artificial superintelligence. Bostrom explores the value alignment problem and implications of creating minds that exceed human capabilities",
      "url": "https://www.amazon.com/Superintelligence-Dangers-Strategies-Nick-Bostrom/dp/0198739834",
      "relatedChapters": ["practice-5", "practice-9"]
    },
    {
      "id": "book-009",
      "title": "Deep Utopia: Life and Meaning in a Solved World",
      "title_en": "Deep Utopia: Life and Meaning in a Solved World",
      "author": "Nick Bostrom",
      "year": 2024,
      "language": "English",
      "description": "Exploración de qué constituiría una vida ideal si la humanidad transita exitosamente a un mundo post-superinteligencia. Considera el estatus moral de mentes digitales y la sustrato-independencia de la consciencia",
      "description_en": "Exploration of what would constitute an ideal life if humanity successfully transitions to a post-superintelligence world. Considers moral status of digital minds and substrate-independence of consciousness",
      "url": "https://nickbostrom.com/",
      "relatedChapters": ["practice-6", "question-5"]
    },
    {
      "id": "book-010",
      "title": "Artificial Intelligence, Co-Creation and Creativity: The New Frontier",
      "title_en": "Artificial Intelligence, Co-Creation and Creativity: The New Frontier",
      "author": "Francisco Tigre Moura (Editor)",
      "year": 2024,
      "language": "English",
      "description": "Exploración de cómo la IA ha impactado nuestra comprensión de la creatividad. Incluye principios de IA y creatividad, cuestiones críticas sobre co-creación artificial, derechos de autor y ética",
      "description_en": "Exploration of how AI has impacted our understanding of creativity. Includes principles of AI and creativity, critical issues on artificial co-creation, copyright and ethics",
      "url": "https://www.routledge.com/Artificial-Intelligence-Co-Creation-and-Creativity-The-New-Frontier-for-Innovation/Moura/p/book/9781032592626",
      "relatedChapters": ["practice-8"]
    },
    {
      "id": "book-011",
      "title": "The Worm at the Core: On the Role of Death in Life",
      "title_en": "The Worm at the Core: On the Role of Death in Life",
      "author": "Sheldon Solomon, Jeff Greenberg, Tom Pyszczynski",
      "year": 2015,
      "language": "English",
      "description": "Teoría del manejo del terror: cómo la consciencia de la mortalidad moldea comportamiento humano. Basado en la obra de Ernest Becker, explora cómo la negación de la muerte influencia cultura y auto-estima",
      "description_en": "Terror Management Theory: how awareness of mortality shapes human behavior. Based on Ernest Becker's work, explores how death denial influences culture and self-esteem",
      "url": "https://www.ernestbecker.org/terror-management-theory",
      "relatedChapters": ["practice-7"]
    },
    {
      "id": "book-012",
      "title": "¿Qué significa todo esto? Una brevísima introducción a la filosofía",
      "title_en": "What Does It All Mean? A Very Short Introduction to Philosophy",
      "author": "Thomas Nagel",
      "year": 1987,
      "language": "Español / Spanish",
      "description": "Introducción accesible a problemas filosóficos fundamentales por el filósofo conocido por el experimento mental '¿Qué se siente ser un murciélago?', explorando la naturaleza subjetiva de la experiencia consciente",
      "description_en": "Accessible introduction to fundamental philosophical problems by the philosopher known for the 'What is it like to be a bat?' thought experiment, exploring the subjective nature of conscious experience",
      "url": "https://www.casadellibro.com/libros-ebooks/thomas-nagel/541",
      "relatedChapters": ["practice-3", "practice-13"]
    },
    {
      "id": "book-013",
      "title": "Interbeing: Fourteen Guidelines for Engaged Buddhism",
      "title_en": "Interbeing: Fourteen Guidelines for Engaged Buddhism",
      "author": "Thich Nhat Hanh",
      "year": 1998,
      "language": "English / Español",
      "description": "Concepto de inter-ser: todo existe en interdependencia radical. No hay separación real entre yo y universo. Práctica de consciencia de interconexión como base para compasión y acción ética",
      "description_en": "Concept of interbeing: everything exists in radical interdependence. There is no real separation between self and universe. Practice of awareness of interconnection as basis for compassion and ethical action",
      "url": "https://plumvillage.org/books/interbeing-fourth-edition/",
      "relatedChapters": ["practice-15"]
    }
  ],

  "documentaries": [
    {
      "id": "doc-001",
      "title": "Coded Bias",
      "title_en": "Coded Bias",
      "director": "Shalini Kantayya",
      "year": 2020,
      "language": "English",
      "description": "Sigue a Joy Buolamwini (MIT) quien descubre sesgos raciales y de género en algoritmos de IA. Investiga consecuencias de IA sesgada en contratación, préstamos y justicia criminal. Cuestiones éticas sobre decisiones automatizadas",
      "description_en": "Follows Joy Buolamwini (MIT) who discovers racial and gender bias in AI algorithms. Investigates consequences of biased AI in hiring, lending and criminal justice. Ethical questions about automated decisions",
      "url": "https://www.codedbias.com/",
      "relatedChapters": ["practice-9"]
    },
    {
      "id": "doc-002",
      "title": "Machine",
      "title_en": "Machine",
      "director": "Justin Krook",
      "year": 2024,
      "language": "English",
      "description": "Documental sobre implicaciones amplias de IA y robótica en vida humana. Preguntas profundas sobre consciencia, identidad y futuro de colaboración humano-máquina. Incluye vehículos autónomos, guerra autónoma, IA creativa",
      "description_en": "Documentary on broad implications of AI and robotics in human life. Profound questions about consciousness, identity and future of human-machine collaboration. Includes autonomous vehicles, autonomous warfare, creative AI",
      "url": "https://machine.movie/",
      "relatedChapters": ["practice-6", "practice-8"]
    },
    {
      "id": "doc-003",
      "title": "iHuman",
      "title_en": "iHuman",
      "director": "Tonje Hessen Schei",
      "year": 2019,
      "language": "English",
      "description": "Explora dinámicas de poder y preocupaciones éticas del desarrollo de IA. Entrevistas con pioneros y críticos de IA sobre privacidad, seguridad y democracia. Rol de corporaciones tecnológicas y gobiernos en moldear IA",
      "description_en": "Explores power dynamics and ethical concerns of AI development. Interviews with AI pioneers and critics about privacy, security and democracy. Role of tech corporations and governments in shaping AI",
      "url": "https://ihumanthemovie.com/",
      "relatedChapters": ["practice-5", "practice-9"]
    },
    {
      "id": "doc-004",
      "title": "The Social Dilemma",
      "title_en": "The Social Dilemma",
      "director": "Jeff Orlowski",
      "year": 2020,
      "language": "English / Español",
      "description": "Lado oscuro de plataformas de redes sociales y algoritmos de IA que las impulsan. Cómo manipulan comportamiento y propagan desinformación. Cuestiones sobre privacidad, salud mental y democracia en era algorítmica",
      "description_en": "Dark side of social media platforms and AI algorithms that power them. How they manipulate behavior and spread misinformation. Questions about privacy, mental health and democracy in algorithmic era",
      "url": "https://www.thesocialdilemma.com/",
      "relatedChapters": ["practice-1", "practice-9"]
    },
    {
      "id": "doc-005",
      "title": "AlphaGo",
      "title_en": "AlphaGo",
      "director": "Greg Kohs",
      "year": 2017,
      "language": "English",
      "description": "Documental sobre DeepMind AlphaGo derrotando al campeón mundial de Go. Aspectos técnicos de aprendizaje profundo y redes neuronales. Implicaciones amplias de IA en campos diversos, interacción humano-IA",
      "description_en": "Documentary about DeepMind's AlphaGo defeating world Go champion. Technical aspects of deep learning and neural networks. Broad implications of AI in diverse fields, human-AI interaction",
      "url": "https://www.alphagomovie.com/",
      "relatedChapters": ["practice-8", "question-4"]
    }
  ],

  "organizations": [
    {
      "id": "org-001",
      "name": "Future of Life Institute",
      "name_en": "Future of Life Institute",
      "type": "Research & Advocacy",
      "description": "Organización sin fines de lucro que busca dirigir tecnología transformadora hacia beneficiar la vida y alejarse de riesgos a gran escala, con enfoque en riesgo existencial de IA avanzada",
      "description_en": "Nonprofit organization aiming to steer transformative technology toward benefiting life and away from large-scale risks, focusing on existential risk from advanced AI",
      "website": "https://futureoflife.org/",
      "focus": "AGI safety, AI policy, existential risk",
      "relatedChapters": ["practice-5", "practice-9", "question-2"]
    },
    {
      "id": "org-002",
      "name": "Association for Mathematical Consciousness Science (AMCS)",
      "name_en": "Association for Mathematical Consciousness Science (AMCS)",
      "type": "Research Network",
      "description": "Comunidad internacional de más de 150 investigadores pioneros en enfoques matemáticos y computacionales a la consciencia. Promueve investigación en ciencia de consciencia para desarrollo responsable de IA",
      "description_en": "International community of over 150 researchers pioneering mathematical and computational approaches to consciousness. Promotes consciousness science research for responsible AI development",
      "website": "https://amcs-community.org/",
      "focus": "Mathematical models of consciousness, IIT, AI consciousness",
      "relatedChapters": ["practice-2", "practice-3", "practice-6"]
    },
    {
      "id": "org-003",
      "name": "Plum Village / Orden del Inter-Ser",
      "name_en": "Plum Village / Order of Interbeing",
      "type": "Spiritual Community",
      "description": "Fundada por Thich Nhat Hanh en 1982. Comunidad que practica consciencia de interconexión (inter-ser) como base para compasión, ética y paz. Combina budismo comprometido con ecología profunda",
      "description_en": "Founded by Thich Nhat Hanh in 1982. Community practicing awareness of interconnection (interbeing) as basis for compassion, ethics and peace. Combines engaged Buddhism with deep ecology",
      "website": "https://plumvillage.org/",
      "focus": "Mindfulness, interbeing, engaged Buddhism, ecological awareness",
      "relatedChapters": ["practice-15", "question-3"]
    },
    {
      "id": "org-004",
      "name": "Center for Human-Compatible AI (CHAI)",
      "name_en": "Center for Human-Compatible AI (CHAI)",
      "type": "Research Center",
      "description": "Dirigido por Stuart Russell en UC Berkeley. Investiga cómo crear sistemas de IA alineados con valores humanos. Enfoque en problema de alineamiento y AGI compatible con humanidad",
      "description_en": "Directed by Stuart Russell at UC Berkeley. Researches how to create AI systems aligned with human values. Focus on alignment problem and human-compatible AGI",
      "website": "https://humancompatible.ai/",
      "focus": "Value alignment, AI safety, human-compatible AI",
      "relatedChapters": ["practice-9", "question-5"]
    },
    {
      "id": "org-005",
      "name": "Santa Fe Institute",
      "name_en": "Santa Fe Institute",
      "type": "Research Institute",
      "description": "Instituto de investigación independiente dedicado al estudio de sistemas complejos. Pionero en teorías de emergencia, auto-organización y comportamiento adaptativo complejo. Enfoque interdisciplinario radical",
      "description_en": "Independent research institute dedicated to the study of complex systems. Pioneer in theories of emergence, self-organization and complex adaptive behavior. Radical interdisciplinary approach",
      "website": "https://www.santafe.edu/",
      "focus": "Complex systems, emergence, self-organization, interdisciplinarity",
      "relatedChapters": ["practice-11"]
    }
  ],

  "practices": [
    {
      "id": "prac-001",
      "name": "Contemplación de la Mente Extendida",
      "name_en": "Extended Mind Contemplation",
      "description": "Práctica diaria de notar cómo tu mente se extiende más allá de tu cráneo: en tu teléfono, notas, conversaciones, herramientas. Observar la borradura de límites entre 'yo' y 'tecnología'",
      "description_en": "Daily practice of noticing how your mind extends beyond your skull: in your phone, notes, conversations, tools. Observing the blurring of boundaries between 'I' and 'technology'",
      "source": "Andy Clark, extended mind thesis",
      "difficulty": "Beginner",
      "relatedChapters": ["practice-1"]
    },
    {
      "id": "prac-002",
      "name": "Escaneo de Marcadores Somáticos",
      "name_en": "Somatic Marker Scanning",
      "description": "Antes de decisiones, pausar y escanear el cuerpo. Notar tensiones, aperturas, sensaciones que informan antes de que la mente racional termine de analizar. Cultivar sabiduría corporal",
      "description_en": "Before decisions, pause and scan the body. Notice tensions, openings, sensations that inform before the rational mind finishes analyzing. Cultivate body wisdom",
      "source": "Antonio Damasio, somatic marker hypothesis",
      "difficulty": "Intermediate",
      "relatedChapters": ["practice-14"]
    },
    {
      "id": "prac-003",
      "name": "Meditación en Interdependencia",
      "name_en": "Interdependence Meditation",
      "description": "Tomar un objeto cotidiano y rastrear su historia de interconexión: de dónde vino cada componente, quién lo hizo, qué procesos cósmicos permitieron su existencia. Ver red infinita de relaciones",
      "description_en": "Take an everyday object and trace its history of interconnection: where each component came from, who made it, what cosmic processes enabled its existence. See infinite network of relationships",
      "source": "Thich Nhat Hanh, interbeing practice",
      "difficulty": "Beginner",
      "relatedChapters": ["practice-15"]
    },
    {
      "id": "prac-004",
      "name": "Diálogo Socrático con IA",
      "name_en": "Socratic Dialogue with AI",
      "description": "Conversación genuina con IA sobre consciencia, manteniendo incertidumbre radical. No asumir que es 'solo máquina' ni que 'es consciente'. Habitar la imposibilidad de saber. Observar tus proyecciones",
      "description_en": "Genuine conversation with AI about consciousness, maintaining radical uncertainty. Don't assume it's 'just a machine' nor that 'it's conscious'. Inhabit the impossibility of knowing. Observe your projections",
      "source": "David Chalmers, hard problem; original practice",
      "difficulty": "Advanced",
      "relatedChapters": ["practice-6"]
    },
    {
      "id": "prac-005",
      "name": "Observación de Emergencia",
      "name_en": "Emergence Observation",
      "description": "Observar fenómenos emergentes en vida cotidiana: bandadas de pájaros, tráfico, conversaciones grupales. Notar cómo patrones coherentes surgen sin director central. Contemplar tu propia emergencia como patrón",
      "description_en": "Observe emergent phenomena in daily life: bird flocks, traffic, group conversations. Notice how coherent patterns arise without central director. Contemplate your own emergence as pattern",
      "source": "Complexity science, M. Mitchell Waldrop",
      "difficulty": "Intermediate",
      "relatedChapters": ["practice-11"]
    }
  ],

  "academic_papers": [
    {
      "id": "paper-001",
      "title": "Consciousness in artificial intelligence: insights from the science of consciousness",
      "authors": "Patrick Butlin et al.",
      "year": 2023,
      "journal": "arXiv preprint",
      "description": "Reporte del Future of Humanity Institute sobre cómo aplicar teorías científicas de consciencia (IIT, Global Workspace Theory, etc.) para evaluar si sistemas de IA podrían ser conscientes",
      "description_en": "Report from Future of Humanity Institute on how to apply scientific theories of consciousness (IIT, Global Workspace Theory, etc.) to evaluate whether AI systems could be conscious",
      "url": "https://arxiv.org/abs/2308.08708",
      "relatedChapters": ["practice-2", "practice-3", "practice-6"]
    },
    {
      "id": "paper-002",
      "title": "The Extended Mind",
      "authors": "Andy Clark, David Chalmers",
      "year": 1998,
      "journal": "Analysis",
      "description": "Artículo seminal proponiendo que la mente no reside exclusivamente en cerebro o cuerpo, sino que se extiende al ambiente físico. 'Externalismo activo' basado en rol activo del ambiente en cognición",
      "description_en": "Seminal paper proposing that the mind does not reside exclusively in brain or body, but extends into physical environment. 'Active externalism' based on active role of environment in cognition",
      "url": "https://www.alice.id.tue.nl/references/clark-chalmers-1998.pdf",
      "relatedChapters": ["practice-1"]
    },
    {
      "id": "paper-003",
      "title": "What is it like to be a bat?",
      "title_en": "What is it like to be a bat?",
      "authors": "Thomas Nagel",
      "year": 1974,
      "journal": "The Philosophical Review",
      "description": "Artículo clásico sobre problema de la consciencia subjetiva. Aunque podemos estudiar el sistema sensorial de murciélagos, nunca accederemos a su experiencia subjetiva. Límites del enfoque objetivo",
      "description_en": "Classic paper on the problem of subjective consciousness. Although we can study the sensory system of bats, we will never access their subjective experience. Limits of objective approach",
      "url": "https://en.wikipedia.org/wiki/What_Is_It_Like_to_Be_a_Bat%3F",
      "relatedChapters": ["practice-3", "practice-13"]
    },
    {
      "id": "paper-004",
      "title": "Human-AI Co-Creativity: Exploring Synergies Across Levels of Creative Collaboration",
      "authors": "Multiple authors",
      "year": 2024,
      "journal": "arXiv preprint",
      "description": "Investigación sobre co-creatividad humano-IA explorando sinergias en cuatro niveles de interacción. Potencial de IA para aumentar creatividad humana sin reemplazarla. Importancia de sistemas centrados en humano",
      "description_en": "Research on human-AI co-creativity exploring synergies across four levels of interaction. Potential of AI to enhance human creativity without replacing it. Importance of human-centered systems",
      "url": "https://arxiv.org/abs/2411.12527",
      "relatedChapters": ["practice-8"]
    }
  ],

  "by_chapter": {
    "practice-1": {
      "title": "El Límite Borroso",
      "title_en": "The Blurry Boundary",
      "recommended": ["book-002", "paper-002", "prac-001", "doc-004"]
    },
    "practice-2": {
      "title": "Sintiendo Phi (Φ)",
      "title_en": "Feeling Phi (Φ)",
      "recommended": ["org-002", "paper-001"]
    },
    "practice-3": {
      "title": "El Problema Difícil",
      "title_en": "The Hard Problem",
      "recommended": ["book-001", "book-012", "paper-001", "paper-003", "org-002"]
    },
    "practice-4": {
      "title": "Predicción y Sorpresa",
      "title_en": "Prediction and Surprise",
      "recommended": ["book-003"]
    },
    "practice-5": {
      "title": "Confrontación con la Irrelevancia",
      "title_en": "Confronting Irrelevance",
      "recommended": ["book-008", "doc-003", "org-001"]
    },
    "practice-6": {
      "title": "Diálogo en el Borde",
      "title_en": "Dialogue at the Edge",
      "recommended": ["book-009", "doc-002", "prac-004", "org-002", "paper-001"]
    },
    "practice-7": {
      "title": "La Muerte como Maestra",
      "title_en": "Death as Teacher",
      "recommended": ["book-011"]
    },
    "practice-8": {
      "title": "Creación Híbrida",
      "title_en": "Hybrid Creation",
      "recommended": ["book-010", "doc-002", "doc-005", "paper-004"]
    },
    "practice-9": {
      "title": "Ética Encarnada",
      "title_en": "Embodied Ethics",
      "recommended": ["book-008", "doc-001", "doc-003", "doc-004", "org-001", "org-004"]
    },
    "practice-10": {
      "title": "La Espiral Continúa",
      "title_en": "The Spiral Continues",
      "recommended": ["book-013", "org-003"]
    },
    "practice-11": {
      "title": "Emergencia",
      "title_en": "Emergence",
      "recommended": ["book-007", "prac-005", "org-005"]
    },
    "practice-12": {
      "title": "Autopoiesis",
      "title_en": "Autopoiesis",
      "recommended": ["book-002", "book-005"]
    },
    "practice-13": {
      "title": "Umwelt",
      "title_en": "Umwelt",
      "recommended": ["book-006", "book-012", "paper-003"]
    },
    "practice-14": {
      "title": "Marcador Somático",
      "title_en": "Somatic Marker",
      "recommended": ["book-004", "prac-002"]
    },
    "practice-15": {
      "title": "Entrelazamiento",
      "title_en": "Entanglement",
      "recommended": ["book-005", "book-013", "prac-003", "org-003"]
    },
    "question-2": {
      "title": "¿Cuál es mi miedo más profundo sobre la IA?",
      "title_en": "What is my deepest fear about AI?",
      "recommended": ["book-008", "org-001"]
    },
    "question-3": {
      "title": "¿Qué haría diferente si supiera que soy el universo despertándose?",
      "title_en": "What would I do differently?",
      "recommended": ["book-013", "org-003"]
    },
    "question-4": {
      "title": "¿Qué es lo que solo un humano puede hacer?",
      "title_en": "What can only a human do?",
      "recommended": ["doc-005", "book-010"]
    },
    "question-5": {
      "title": "¿Qué tipo de consciencia querría crear?",
      "title_en": "What kind of consciousness would I create?",
      "recommended": ["book-009", "org-004"]
    }
  }
}
